<template>
  <h1>About</h1>
  <p>В этом приложении:</p>
  <ul>
    <li>Полня настрояка шаблонов на VUE CLI</li>
    <li>Установка и настройка Vue-Router для VueJs3</li>
    <li>Динамическая перерисовка без перезагрузки страницы</li>
    <li>Динамичный набор ссылок</li>
    <li>Обработка несуществующих роутов</li>
    <li>Хеши и моды для Роутов</li>
    <li>Настройка общего конфига</li>
    <li>Добавлена тема</li>
    <li>Использованы slot</li>
    <li>Переход по ссылке без перезагрузки</li>
    <li>Перенос состояния state в seeders</li>
    <li>Добавлена библеотека для Vue3 слайдер</li>
  </ul>
</template>

<script>
export default {
  name: "TheAbout"
}
</script>

<style scoped>

</style>